practica4/datos/servidor_siege_2.txt
** SIEGE 3.1.0
** Preparing 15 concurrent users for battle.
The server is now under siege...

Lifting the server siege...-      done.

Transactions:		       16416 hits
Availability:		      100.00 %
Elapsed time:		        9.98 secs
Data transferred:	        1.17 MB
Response time:		        0.01 secs
Transaction rate:	     1644.89 trans/sec
Throughput:		        0.12 MB/sec
Concurrency:		       14.92
Successful transactions:       16416
Failed transactions:	           0
Longest transaction:	        0.42
Shortest transaction:	        0.00