practica4/datos/servidor_siege_5.txt
** SIEGE 3.1.0
** Preparing 15 concurrent users for battle.
The server is now under siege...

Lifting the server siege...-      done.

Transactions:		       13204 hits
Availability:		      100.00 %
Elapsed time:		        9.98 secs
Data transferred:	        0.94 MB
Response time:		        0.01 secs
Transaction rate:	     1323.05 trans/sec
Throughput:		        0.09 MB/sec
Concurrency:		       14.94
Successful transactions:       13204
Failed transactions:	           0
Longest transaction:	        0.57
Shortest transaction:	        0.00