practica4/datos/servidor_siege_7.txt
** SIEGE 3.1.0
** Preparing 15 concurrent users for battle.
The server is now under siege...

Lifting the server siege...-      done.

Transactions:		       14132 hits
Availability:		      100.00 %
Elapsed time:		        9.98 secs
Data transferred:	        1.01 MB
Response time:		        0.01 secs
Transaction rate:	     1416.03 trans/sec
Throughput:		        0.10 MB/sec
Concurrency:		       14.91
Successful transactions:       14132
Failed transactions:	           0
Longest transaction:	        0.72
Shortest transaction:	        0.00