practica4/datos/servidor_siege_9.txt
** SIEGE 3.1.0
** Preparing 15 concurrent users for battle.
The server is now under siege...

Lifting the server siege...-      done.

Transactions:		       11007 hits
Availability:		      100.00 %
Elapsed time:		        9.68 secs
Data transferred:	        0.79 MB
Response time:		        0.01 secs
Transaction rate:	     1137.09 trans/sec
Throughput:		        0.08 MB/sec
Concurrency:		       14.94
Successful transactions:       11007
Failed transactions:	           0
Longest transaction:	        1.02
Shortest transaction:	        0.00